INSERT INTO rides.amusement_ride (amusement_ride_name,amusement_ride_img,amusement_ride_longitude,amusement_ride_latitude,ride_category_id,thriller_rating,created_at,support_id,theme_id,amusement_ride_description) VALUES
	 ('八彩天梯','水-八彩天梯.jpg','2564567','86846564',3,4,'2023-10-21 00:28:27',1,1,'在滑行墊上接受極速挑戰，先在神秘漆黑的密封迴旋管道中不停旋轉，到中段開放式管道時重見光明，但瞬間即向下高速俯衝至終點。滑道終點的計時器，讓大家可在不同滑道並列競賽，一較高下！'),
	 ('急流漩渦','水-急流漩渦.jpg','546468746','5546655',3,5,'2023-10-21 00:28:27',1,1,'與親朋友伴坐在巨型水泡中，衝入巨大湯碗中旋轉，感受由戶外玩到戶內的驚心動魄玩樂時刻，最後極速衝入漏斗，強大離心力令巨型水泡劇烈左右搖晃，刺激度爆表！'),
	 ('漂流探秘','水-漂流探秘.jpg','454546545','654',2,1,'2023-10-21 00:28:27',2,1,'懶洋洋地躺在水泡上輕輕盪漾，展開一趟室內漂流之旅，享受與家人、好友的美好時光。'),
	 ('湧浪灣','水-湧浪灣.jpg','546465645','5454545',2,3,'2023-10-21 00:28:27',1,1,'可以在戶外欣賞南區海岸美景，映襯著漣漪不斷的浪池，享受多種不同模式的人造海浪，不同刺激程度的人造海浪可讓大人小孩一起同遊。遠處的瀑布與流水更構建成優美的景致，極盡視覺享受。'),
	 ('深谷飛瀑','水-深谷飛瀑.jpg','569865','565468',3,5,'2023-10-21 00:28:27',1,1,'直立式滑梯挑戰你的膽量！深谷飛瀑讓你感受突然高速垂直飛墜的快感！'),
	 ('神秘迷沖','水-神秘迷沖.jpg','4656653','6546456968',3,4,'2023-10-21 00:28:27',1,1,'於直徑2.7米的漆黑巨型管道中與家人和朋友展開漂流冒險之旅，感受急彎旋轉的刺激快感，讓歡樂笑聲充滿整個管道。'),
	 ('沖天瀑布','水-沖天瀑布.jpg','656459665','54545554',3,5,'2023-10-21 00:28:27',1,1,'沖天瀑布為熱愛冒險的勇者帶來刺激體驗，坐在巨型水泡上穿越蜿蜒曲折的地帶，由滑板底部衝上與水平成70度角的巨型大滑板頂端。在最高點上短暫懸浮，體驗一飛沖天的感覺，然後高速飛墜，迂迴滑行結束旅程。'),
	 ('激流旅程','水-激流旅程.jpg','32356353','4523543',2,3,'2023-10-21 00:28:27',1,1,'探險家沿著戶外漂流旅程盡情暢玩噴射水槍、倒水桶和拱形噴霧等互動水上設施，而終點的無邊際壯麗海景定必能締造難忘的回憶。'),
	 ('旋風雙子梯/急轉雙子梯','水-旋風雙子梯/急轉雙子梯.jpg','2356353253','2133365',2,2,'2023-10-21 00:28:27',1,1,'黑暗的旋風雙子梯充滿神秘快感，而半透明的急轉雙子梯則隱約透光。設有連續急彎旋轉的「雙生兒」為大家帶來截然不同的刺激。'),
	 ('時速飛車','刺激冒險-時速飛車.jpg','2313543','32314534',2,3,'2023-10-21 00:28:27',1,2,'過山車帶你與家人一同享受飛車快感。');
INSERT INTO rides.amusement_ride (amusement_ride_name,amusement_ride_img,amusement_ride_longitude,amusement_ride_latitude,ride_category_id,thriller_rating,created_at,support_id,theme_id,amusement_ride_description) VALUES
	 ('沖天搖擺船','刺激冒險-沖天搖擺船.jpg','321351434','23136565',3,4,'2023-10-21 00:28:27',1,2,'沖天搖擺船帶你征服一個又一個的驚濤駭浪！旅程當中記得緊握扶手，因為搖擺船將瘋狂地前後搖動，將你由離地20米的高空，以45°向下急速俯衝，讓你體驗快被拋離甲板的忘我快感，盡情放聲尖叫！'),
	 ('飛天鞦韆','刺激冒險-飛天鞦韆.jpg','31213531','23135353',3,4,'2023-10-21 00:28:27',1,2,'飛天鞦韆將嶄新刺激的元素注入傳統鞦韆之中，當你慢慢升上7米高空後，除了高高低低地擺動外，更會隨著節奏作波浪式迴旋，讓你跟朋友感受「飛」一般的盪鞦韆樂趣，在半空之中回味童真一刻。'),
	 ('急速快車','刺激冒險-急速快車.jpg','321315353','2131235',3,5,'2023-10-21 00:28:27',1,2,'急速快車採用雙腳懸空設計，刺激感全面倍升！它會載你緩緩攀上半空，放眼欣賞南中國海美景，轉眼間極速滑落，以驚人高速狂野俯衝 ！旅程更穿越一個接一個的轉圈和急彎，加上強勁的4G地心吸力，給你更快更瘋狂的飛馳快感，離心體驗加倍興奮，尖叫聲響徹雲霄！'),
	 ('翻天覆地','刺激冒險-翻天覆地.jpg','213315431543','231313543',3,5,'2023-10-21 00:28:27',1,2,'追求終極刺激的你，一定要挑戰「翻天覆地」的天旋地轉快感！這座機動遊戲超過22米高，其強勁的臂彎以每小時60公里的驚人速度在半空搖擺，加上瘋狂自轉，及突如其來的360度凌空迴旋，勢要你感受3.9G的極級重力，瞬間帶來心驚膽跳的忘我快感﹗'),
	 ('狂野龍捲風','刺激冒險-狂野龍捲風.jpg','1235313','231353',3,5,'2023-10-21 00:28:27',1,2,'想挑戰膽量？嶄新登場的「狂野龍捲風」必定能給你盡情尖叫的滿足感，風車式旋轉巨型鋼臂和瘋狂的自轉式座椅，帶給你3種不同角度的4G重力極速旋轉，讓你體驗震撼龍捲風滋味！'),
	 ('升空奇遇','慢樂悠遊-升空奇遇.jpg','232131231','123323156',1,1,'2023-10-21 00:28:27',2,3,'乘坐小型摩天輪「昇空奇遇」，置身七彩繽紛的氣球之中，悠悠飄盪於藍天白雲間﹗小朋友可以在旅程中從半空俯瞰色彩奪目的「威威天地」，激發無窮想像力，滿載歡樂與溫馨﹗'),
	 ('橫衝直撞','刺激冒險-橫衝直撞.jpg','35635635','536535',2,3,'2023-10-21 00:28:27',1,2,'齊齊駕駛色彩繽紛的碰碰車，與全場車手較量一番！在這個歷久不衰的經典遊戲中，大家可以踏盡油門互相追逐，享受碰碰車橫掃全場的霹靂快感，小心一不留神隨時被撞得打轉！'),
	 ('還迴水世界','慢樂悠遊-還迴水世界.jpg','246387','789865698',1,1,'2023-10-21 00:28:27',2,3,'「海洋奇觀」的海洋生物經已變成珍寶級旋轉木馬，帶你展開充滿動感的海底世界之旅！快來騎上七彩繽紛的巨型海馬、金魚、海豚或鯊魚等，無論男女老幼，都可在歡笑聲中漫遊奇趣的海洋國度。'),
	 ('摩天巨輪','慢樂悠遊-摩天巨輪.jpg','2455432','4565988',1,1,'2023-10-21 00:28:27',2,3,'乘坐「摩天巨輪」，緩緩攀升至24米的空中，享受無邊無際的視覺感受。在柔柔的海風吹送下，你不單可以俯瞰海洋公園的美景，更可以飽覽浩瀚的南中國海景色。記得把握難得機會，與好友或摰愛在此美景前拍攝留念，留下珍貴難忘的一刻。'),
	 ('海洋列車','慢樂悠遊-海洋列車.jpg','2002345453','3233215',1,1,'2023-10-21 00:28:27',2,3,'歡迎乘坐「海洋列車」，當你登上這部以探索潛水艇為設計主題的列車，車內的多媒體影片將帶你展開深海歷程 ，由七彩繽紛的海洋生物陪你乘車，一起潛入深不見底的海洋世界！');
INSERT INTO rides.amusement_ride (amusement_ride_name,amusement_ride_img,amusement_ride_longitude,amusement_ride_latitude,ride_category_id,thriller_rating,created_at,support_id,theme_id,amusement_ride_description) VALUES
	 ('登山纜車','慢樂悠遊-登山纜車.jpg','2543543560','4253435',1,2,'2023-10-21 00:28:27',2,3,'乘客可以在海風中緩緩攀上綠油油的山坡，盡情欣賞海天一色的美景，一覽無遺地鳥瞰海洋公園各個景點，好好計劃下一站的行程。'),
	 ('迷你天地','樂高天堂-迷你天地.jpg','2545634563','233456354',1,1,'2023-10-21 21:55:45',2,4,'迷你天地是一個用超過一百萬塊樂高積木搭建而成的超級迷你世界，多款淘氣的樂高小人藏身於迷你天地的各個角落中，你可以找出他們嗎？'),
	 ('古堡歷險','樂高天堂-古堡歷險.jpg','25435635','543566',2,2,'2023-10-21 21:55:45',1,4,'古堡歷險是騎乘互動的人氣設施。在這裡，你可以乘上勇士座駕，用你手中的鐳射槍瞄準骨骸戰士等邪惡的怪獸魔鬼們，去拯救美麗的公主。'),
	 ('樂高4D動感體驗','樂高天堂-樂高4D動感體驗.jpg','2134453','3565352565',2,2,'2023-10-21 21:55:45',2,4,'您希望於樂高4D動感體驗觸摸星星嗎？一邊觀看我們的3D影片，一邊感受雨、風、雪等效果，讓大家彷如置身其中。'),
	 ('小小建築師','樂高天堂-小小建築師.jpg','1232135463','8966863',1,1,'2023-10-21 21:55:45',2,4,'專為二至五歲的學齡前兒童設計的建構玩具，透過建構，培育兒童的無窮潛能，提升個人發展，激發小朋友創意。在這個充滿色彩和創意的莊園裡，小朋友們可以發揮無限的想像力，用超大的積木創造心中的夢想基地，增強兒童的創新能力。'),
	 ('魔法轉盤','樂高天堂-魔法轉盤.jpg','5465453465','5634635654',2,2,'2023-10-21 21:55:45',1,4,'進入魔法師的魔法屋，在轉盤上快速踩動踏板施展魔法 – 你有自信飛上天空，成為頂級魔法學徒嗎？'),
	 ('賽車小能手','樂高天堂-賽車小能手.jpg','53646345','35635565',1,1,'2023-10-21 21:55:45',2,4,'提供大大小小的輪子及車體零件，可以讓小朋友們自己動手做出屬於自己獨一無二的樂高賽車。做好的車子可以讓它在測速道上所向披靡，自由地奔跑起來。小朋友們還可以一比高下，看看誰的賽車速度更快。你今天建構出來的模型是怎麼樣的呢？在我們的速度測試跑道上給你的賽車計時吧。秒錶精確到百分之一秒，試試看在小小的調整下能帶來更好的成績嗎？');
